Tekla.Structures.Filtering.Categories.ConstructionObjectFilterExpressions.Type
The Type class represents the type filter expression.

Tekla.Structures.Filtering.Categories.ConstructionObjectFilterExpressions.Type.#ctor
Initializes a new instance of the Type class.